cask_args appdir: '/Applications'

tap 'homebrew/bundle'

brew 'ack'
brew 'coreutils'
brew 'go'
brew 'grc'
brew 'imagemagick'
brew 'jp2a'
brew 'libcaca', args: ['with-imlib2']
brew 'libgit2'
brew 'nvm'
brew 'openssl'
brew 'macvim'
brew 'node'
brew 'postgresql'
brew 'ruby-build'
brew 'rbenv'
brew 'unrar'
brew 'wget'
brew 'zsh'
brew 'zsh-completions'

cask '1password'
cask 'atom'
cask 'firefox'
cask 'google-chrome'
cask 'slack'
