cask_args appdir: '/Applications'

tap 'homebrew/bundle'

brew 'ack'
brew 'grc'
brew 'nvm'
brew 'openssl'
brew 'node'
brew 'ruby-build'
brew 'rbenv'
brew 'unrar'
brew 'vim'
brew 'wget'
brew 'zsh'
brew 'zsh-completions'

cask '1password'
cask 'arduino'
cask 'atom'
cask 'firefox'
cask 'google-chrome'
cask 'iterm2'
cask 'postman'
cask 'slack'
